const i18n = {
    statisticsHeaderText: {
        1: 'Статистика нашего сайта',
        0: 'Статыстыка нашага сайта',
    },
    usersHeaderText: {
        1: 'пользователей',
        0: 'карыстальнікаў'
    },
    usersParagraphText: {
        1: ['Уже', 'пользователей оценили возможности нашего сайта.'],
        0: ['Ужо', 'карыстальнікаў ацанілі магчымасці нашага сайта.']
    },
    orgsHeaderText: {
        1: 'организаций',
        0: 'арганізацый'
    },
    orgsParagraphText: {
        1: ['Уже', 'организаций зарегистрировано.'],
        0: ['Ужо', 'арганізацый зарэгістравана.']
    },
    appealsHeaderText: {
        1: 'обращений',
        0: 'зваротаў'
    },
    appealsParagraphText: {
        1: ['С помощью нашей системы было подано ', 'обращений!'],
        0: ['З дапамогай нашай сістэмы было пададзена ', 'зваротаў!']
    }
}

export default i18n;